proj2/app/views/home/index.html.erb

<h3>Welcome to Groupie!</h3>
<p><%= link_to 'Trainers:', trainers_path %> <%= Trainer.count %> registered</p>
---
SELECT COUNT(*) FROM "trainers"